{"article_id": 52845, "unique_id": "52845_YLZPNNYD", "batch_num": 11, "source": "Gutenberg", "title": "The Girl in His Mind", "year": 1950, "author": "Young, Robert F.", "topic": "Guilt -- Fiction; Science fiction; PS; Psychological fiction", "article": ["<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\"\n", "    \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n", "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n", " \n", " <hr class=\"chap\"/>\n", " <h1>\n", "  THE GIRL IN HIS MIND\n", " </h1>\n", " <p>\n", "  By ROBERT F. YOUNG\n", " </p>\n", " <p>\n", "  [Transcriber's Note: This etext was produced from\n", "  <br/>\n", "  Worlds of Tomorrow April 1963\n", "  <br/>\n", "  Extensive research did not uncover any evidence that\n", "  <br/>\n", "  the U.S. copyright on this publication was renewed.]\n", " </p>\n", " <hr class=\"chap\"/>\n", " <p class=\"ph3\">\n", "  Every man's mind is a universe with countless\n", "  <br/>\n", "  places in which he can hide—even from himself!\n", " </p>\n", " <hr class=\"chap\"/>\n", " <p>\n", "  The dance that the chocoletto girl was performing was an expurgated\n", "version of the kylee sex ritual which the Louave maidens of Dubhe 7\n", "practiced on the eve of their betrothal. Expurgated or not, however,\n", "it was still on the lascivious side. The G-string that constituted\n", "the chocoletto girl's entire costume put her but one degree above the\n", "nakedness which the original dance demanded. Nathan Blake's voice was\n", "slightly thick when he summoned the waiter who was hovering in the\n", "shadows at the back of the room. \"Is she free?\" he asked.\n", " </p>\n", " <p>\n", "  \"I do not know, mensakin. Perhaps.\"\n", " </p>\n", " <p>\n", "  Blake resumed watching. The girl's movements were a delicate blend of\n", "love and lust. Her face accompanied her body, eyes half-lidded one\n", "moment to match the languid motion of her limbs, wide and feral the\n", "next to match the furious bump and grind of her hips. For a chocoletto\n", "she was light-skinned—more bronze, really, than brown. But then,\n", "the word \"chocoletto\", coined by the early beche-la-mer traders, was\n", "misleading, and few of the natives of Dubhe 4's southern-most continent\n", "lived up to it completely.\n", " </p>\n", " <p>\n", "  She was beautiful too. Her high-cheekboned face was striking—the eyes\n", "dark-brown and wide-apart, the mouth sensuous, the teeth showing in a\n", "vivid white line between the half-parted purple lips. And her body was\n", "splendid. Blake had never seen anyone quite like her.\n", " </p>\n", " <p>\n", "  He beckoned to her when the dance was over and, after slipping into\n", "a white thigh-length tunic, she joined him at his table. She ordered\n", "Martian wine in a liquid voice, and sipped it with a finesse that\n", "belied her cannibalistic forebears. \"You wish a night?\" she asked.\n", " </p>\n", " <p>\n", "  Blake nodded. \"If you are free.\"\n", " </p>\n", " <p>\n", "  \"Three thousand quandoes.\"\n", " </p>\n", " <p>\n", "  He did not haggle, but counted out the amount and handed it to her. She\n", "slipped the bills into a thigh sheath-purse, told him her hut number\n", "and stood up to leave. \"I will meet you there in an hour,\" she said.\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  Her hut was as good a place to wait for her as any. After buying a\n", "bottle of native whiskey at the bar, Blake went out into the Dubhe 4\n", "night and made his way through the labyrinthine alleys of the native\n", "sector. In common with all chocoletto huts, Eldoria's was uncared for\n", "on the outside, and gave a false impression of poverty. He expected to\n", "find the usual hanger-on waiting in the anteroom, and looked forward to\n", "booting him out into the alley. Instead he found a young girl—\n", " </p>\n", " <p>\n", "  A human girl.\n", " </p>\n", " <p>\n", "  He paused in the doorway. The girl was sitting cross-legged on a small\n", "mat, a book open on her lap. Xenophon's\n", "  <i>\n", "   Anabasis\n", "  </i>\n", "  . Her hair made him\n", "think of the copper-colored sunrises of Norma 9 and her eyes reminded\n", "him of the blue tarns of Fornax 6. \"Come in,\" she said.\n", " </p>\n", " <p>\n", "  After closing the door, he sat down opposite her on the guest mat.\n", "Behind her, a gaudy arras hid the hut's other room. \"You are here to\n", "wait for Eldoria?\" she asked.\n", " </p>\n", " <p>\n", "  Blake nodded. \"And you?\"\n", " </p>\n", " <p>\n", "  She laughed. \"I am here because I live here,\" she said.\n", " </p>\n", " <p>\n", "  He tried to assimilate the information, but could not. Perceiving his\n", "difficulty, the girl went on, \"My parents indentured themselves to the\n", "Great Starway Cartel and were assigned to the rubber plantations of\n", "Dubhe 4. They died of yellow-water dysentery before their indenture ran\n", "out, and in accordance with Interstellar Law I was auctioned off along\n", "with the rest of their possessions. Eldoria bought me.\"\n", " </p>\n", " <p>\n", "  Five years as a roving psycheye had hardened Blake to commercial\n", "colonization practices; nevertheless, he found the present example of\n", "man's inhumanity to man sickening.\n", " </p>\n", " <p>\n", "  \"How old are you?\" Blake asked.\n", " </p>\n", " <p>\n", "  \"Fourteen.\"\n", " </p>\n", " <p>\n", "  \"And what are you going to be when you grow up?\"\n", " </p>\n", " <p>\n", "  \"Probably I shall be a psychiatrist. Eldoria is sending me to the\n", "mission school now, and afterward she is going to put me through an\n", "institute of higher learning. And when I come of age, she is going to\n", "give me my freedom.\"\n", " </p>\n", " <p>\n", "  \"I see,\" Blake said. He indicated the book on her lap. \"Homework?\"\n", " </p>\n", " <p>\n", "  She shook her head. \"In addition to my courses at the mission school, I\n", "am studying the humanities.\"\n", " </p>\n", " <p>\n", "  \"Xenophon,\" Blake said. \"And I suppose Plato too.\"\n", " </p>\n", " <p>\n", "  \"And Homer and Virgil and Aeschylus and Euripides and all the rest of\n", "them. When I grow up I shall be a most well-educated person.\"\n", " </p>\n", " <p>\n", "  \"I'm sure you will be,\" Blake said, looking at the arras.\n", " </p>\n", " <p>\n", "  \"My name is Deirdre.\"\n", " </p>\n", " <p>\n", "  \"Nathan,\" Blake said. \"Nathan Blake.\"\n", " </p>\n", " <p>\n", "  \"Eldoria will be arriving soon. I must go and prepare her dais.\"\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  She got up, parted the arras, and slipped into the next room. Shame\n", "flamed in Blake's cheeks, and for a moment he considered leaving; then\n", "he remembered Eldoria's dance, and he went right on sitting where he\n", "was.\n", " </p>\n", " <p>\n", "  Presently the girl returned, and not long afterward the cloying scent\n", "of native incense crept beneath the arras and permeated the anteroom.\n", "She sat sideways on the mat this time, and he caught her face in\n", "profile. There was a suggestion of saintliness in the line of the nose\n", "and chin, a suggestion made all the more poignant by the slender column\n", "of the neck. He shifted uncomfortably on the guest mat. She had taken\n", "up the\n", "  <i>\n", "   Anabasis\n", "  </i>\n", "  again, and silence was pounding silent fists upon the\n", "walls.\n", " </p>\n", " <p>\n", "  He was relieved when Eldoria finally arrived. She ushered him into\n", "the next room immediately. It was slightly larger than the anteroom,\n", "and much more richly appointed. A thick carpet the color of Martian\n", "waterways lay upon the floor, contrasting pleasantly with the golden\n", "tapestries that adorned all four walls. The sleeping dais was oval\n", "and took up nearly half the floor space. It was strewn with scarlet\n", "cushions.\n", " </p>\n", " <p>\n", "  Blake sat down upon it. Nervously he watched Eldoria slip out of her\n", "white street robe, his eyes moving back and forth from her smooth dark\n", "skin to the arras. The incense thickened around him.\n", " </p>\n", " <p>\n", "  She noticed the back-and-forth movement of his eyes. \"You need not fear\n", "the little one,\" she said, laying her hand upon his knee. \"She will not\n", "enter.\"\n", " </p>\n", " <p>\n", "  \"It's not that so much,\" Blake said.\n", " </p>\n", " <p>\n", "  \"What?\" The warm bronze shoulder was touching his....\n", " </p>\n", " <p>\n", "  He rose up once in the night, thinking to find his hotel bed. His next\n", "awakening was in the grayness of dawn, and he got up and dressed and\n", "moved silently to the doorway. The girl slept just without the arras on\n", "a thin sleeping-mat, and he had to step over her to gain the anteroom.\n", "In sleep, a strand of her copper-colored hair had tumbled down across\n", "her forehead and lay like a lovely flower upon the virginal whiteness\n", "of her skin. There was something saintly about her quiet face.\n", " </p>\n", " <p>\n", "  When he reached the alley he began to run, and he did not stop running\n", "till the chocoletto sector was far behind him.\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  The hill was a memory-image and Aldebaran 12 rain-country hills were\n", "notoriously steep. Blake was breathing hard when he reached the crest.\n", " </p>\n", " <p>\n", "  Before him lay a memory-image of a section of Deneb 1 wasteland. The\n", "image extended for no more than half a mile, but Blake was annoyed\n", "that he should have remembered even that much of the wretched terrain.\n", "Ideally, a man's mind-country should have been comprised only of the\n", "places and times he wanted to remember. Practically, however, that was\n", "far from being the case.\n", " </p>\n", " <p>\n", "  He glanced back down into the rain-pocked valley that he had just\n", "crossed. The rain and the mist made for poor visibility. He could only\n", "faintly distinguish the three figures of his pursuers. The trio seemed\n", "a little closer now.\n", " </p>\n", " <hr class=\"chap\"/>\n", " <hr class=\"chap\"/>\n", " <p>\n", "  Ever since he had first set foot into his mind, some ten hours ago,\n", "they had been on his trail, but for some reason he had been unable\n", "to bring himself to go back and find out who they were and what they\n", "wanted. Hence he was as vexed with himself as he was with them.\n", " </p>\n", " <p>\n", "  After resting for a few minutes, he descended the hill and started\n", "across the Deneb 1 wasteland. It was a remarkably detailed\n", "materialization, and his quarry's footprints stood out clearly in the\n", "duplicated sand.\n", " </p>\n", " <p>\n", "  Sabrina York did not even know the rudiments of the art of throwing\n", "off a mind-tracker. It would have done her but little good if she\n", "had, for twelve years as a psycheye had taught Blake all the tricks.\n", "Probably she had taken it for granted that the mere act of hiding out\n", "in her tracker's mind was in itself a sufficient guarantee of her\n", "safety. After all, she had no way of knowing that he had discovered her\n", "presence.\n", " </p>\n", " <p>\n", "  Mind-country was as temporally inconsecutive as it was topographically\n", "incongruous, so Blake was not surprised when the Deneb 1 wasteland gave\n", "way to an expanse of boyhood meadow. Near the meadow was the house\n", "where Blake had lived at a much later date. In reality, the places were\n", "as far apart in miles as they were in years, but here in the country\n", "of his mind they existed side by side, surrounded by heterogeneous\n", "landscapes from all over the civilized sector of the galaxy and by the\n", "sharply demarcated spectra of a hundred different suns. A few of the\n", "suns were in the patchwork sky—Sirius, for example, and its twinkling\n", "dwarf companion. Most of them, however, were present only in their\n", "remembered radiance. To add to the confusion, scattered night memories\n", "interrupted the hodge-podge horizon with columns of darkness, and here\n", "and there the gray column of a dawn or dusk memory showed.\n", " </p>\n", " <p>\n", "  The house was flanked on one side by a section of a New Earth spaceport\n", "and on the other by an excerpt of an Ex-earth city-block. Behind it\n", "flowed a brief blue stretch of Martian waterway.\n", " </p>\n", " <p>\n", "  Sabrina's footsteps led up to the front door, and the door itself was\n", "ajar. Perhaps she was still inside. Perhaps she was watching him even\n", "now through one of the remembered windows. He scanned them with a\n", "professional eye, but saw no sign of her.\n", " </p>\n", " <p>\n", "  Warily he stepped inside, adjusting the temperature of his all-weather\n", "jacket to the remembered air-conditioning. His father was sitting in\n", "the living room, smoking, and watching 3V. He had no awareness of\n", "Blake. At Blake's entry he went right on smoking and watching as though\n", "the door had neither opened nor closed. He would go right on smoking\n", "and watching till Blake died and the conglomeration of place-times\n", "that constituted Blake's mind-world ceased to be. Ironically, he was\n", "watching nothing. The 3V program that had been in progress at the time\n", "of the unconscious materialization had failed to come through.\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  The memory was a treasured one—the old man had perished in a 'copter\n", "crash several years ago—and for a long while Blake did not move.\n", "He had never been in his own mind before. Consequently he was more\n", "affected than he might otherwise have been. Finally, stirring himself,\n", "he walked out into the kitchen. On a shelf above the sink stood a gaily\n", "colored box of his mother's favorite detergent with a full-length\n", "drawing of Vera Velvetskin, the company's blond and chic visual symbol,\n", "on the front. His mother was standing before the huge automatic range,\n", "preparing a meal she had served twenty-three years ago. He regarded her\n", "with moist eyes. She had died a dozen years before his father, but the\n", "wound that her death had caused had never healed. He wanted to go up\n", "behind her and touch her shoulder and say, \"What's for supper, mom?\"\n", "but he knew it would do no good. For her he had no reality, not only\n", "because he was far in her future, but because in his mind-world she was\n", "a mortal and he, a god—a picayune god, perhaps, but a real one.\n", " </p>\n", " <p>\n", "  As he was about to turn away, the name-plate on the range caught his\n", "eye, and thinking that he had read the two words wrong, he stepped\n", "closer so that he could see them more clearly. No, he had made no\n", "mistake: the first word was \"Sabrina\", and the second was \"York\".\n", " </p>\n", " <p>\n", "  He stepped back. Odd that a kitchen range should have the same name as\n", "his quarry. But perhaps not unduly so. Giving appliances human names\n", "had been common practice for centuries. Even a name like \"Sabrina\n", "York\", while certainly not run-of-the-mill, was bound to be duplicated\n", "in real life. Nevertheless a feeling of uneasiness accompanied him when\n", "he left the kitchen and climbed the stairs to the second floor.\n", " </p>\n", " <p>\n", "  He went through each room systematically, but saw no sign of Sabrina\n", "York. He lingered for some time in his own room, wistfully watching his\n", "fifteen-year-old self lolling on the bed with a dog-eared copy of\n", "  <i>\n", "   The\n", "Galaxy Boys and the Secret of the Crab Nebula\n", "  </i>\n", "  , then he stepped back\n", "out into the hall and started to descend the stairs.\n", " </p>\n", " <p>\n", "  At the head of the stairs a narrow window looked out over the front\n", "yard and thence out over the meadow. He glanced absently through the\n", "panes, and came to an abrupt halt. His three pursuers were wading\n", "through the long meadow grass less than a quarter of a mile away—not\n", "close enough as yet for him to be able to make out their faces, but\n", "close enough for him to be able to see that two of them were wearing\n", "dresses and that the third had on a blue skirt and blouse, and a kepi\n", "to match. He gasped. It simply hadn't occurred to him that his pursuers\n", "might be women. To his consternation he discovered that he was even\n", "more loath to go back and accost them than he had been before. He\n", "actually had an impulse to flee.\n", " </p>\n", " <p>\n", "  He controlled it and descended the stairs with exaggerated slowness,\n", "leaving the house by way of the back door. He picked up Sabrina's trail\n", "in the back yard and followed it down to the Martian waterway and\n", "thence along the bank to where the waterway ended and a campus began.\n", "Not the campus of the university which he had visited two days ago to\n", "attend his protegee's graduation. It was not a place-time that he cared\n", "to revisit, nor a moment that he cared to relive, but Sabrina's trail\n", "led straight across the artificially stunted grass toward the little\n", "bench where he and Deirdre Eldoria had come to talk after the ceremony\n", "was over. He had no choice.\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  The bench stood beneath a towering American elm whose feathery branches\n", "traced green arabesques against the blue June sky. A set of footprints\n", "slightly deeper than its predecessors indicated that Sabrina had\n", "paused by the trunk. Despite himself Blake paused there too. Pain\n", "tightened his throat when he looked at Deirdre's delicate profile\n", "and copper-colored hair, intensified when he lowered his eyes to the\n", "remembered blueness of her graduation dress. The diamond brooch that he\n", "had given her as a graduation present, and which she had proudly pinned\n", "upon her bodice for the whole wide world to see, made him want to\n", "cry. His self-image of two weeks ago shocked him. There were lines on\n", "the face that did not as yet exist, and the brown hair was shot with\n", "streaks of gray that had yet to come into being. Lord, he must have\n", "been feeling old to have pictured himself like that!\n", " </p>\n", " <p>\n", "  Deirdre was speaking. \"Yes,\" she was saying, \"at nine o'clock. And I\n", "should very much like for you to come.\"\n", " </p>\n", " <p>\n", "  Blake Past shook his head. \"Proms aren't for parents. You know that\n", "as well as I do. That young man you were talking with a few minutes\n", "ago—he's the one who should take you. He'd give his right arm for the\n", "chance.\"\n", " </p>\n", " <p>\n", "  \"I'll thank you not to imply that you're my father. One would think\n", "from the way you talk that you are centuries old!\"\n", " </p>\n", " <p>\n", "  \"I'm thirty-eight,\" Blake Past said, \"and while I may not be your\n", "father, I'm certainly old enough to be. That young man—\"\n", " </p>\n", " <p>\n", "  A pink flush of anger climbed into Deirdre Eldoria's girlish cheeks.\n", "\"What right has\n", "  <i>\n", "   he\n", "  </i>\n", "  got to take me! Did\n", "  <i>\n", "   he\n", "  </i>\n", "  scrimp and go without\n", "in order to put me through high school and college? Has\n", "  <i>\n", "   he\n", "  </i>\n", "  booked\n", "passage for me to New Earth and paid my tuition to Trevor University?\"\n", " </p>\n", " <p>\n", "  \"Please,\" Blake Past said, desperation deepening his voice. \"You're\n", "only making everything worse. After majoring in Trevorism, you\n", "certainly ought to realize by now that there was nothing noble about my\n", "buying you after Eldoria died. I only did it to ease my conscience—\"\n", " </p>\n", " <p>\n", "  \"What do\n", "  <i>\n", "   you\n", "  </i>\n", "  know about conscience?\" Deirdre demanded. \"Conscience\n", "is a much more complex mechanism than most laymen realize. Guilt\n", "feelings aren't reliable criteria. They can stem from false\n", "causes—from ridiculous things like a person's inability to accept\n", "himself for what he is.\" Abruptly she dropped the subject. \"Don't you\n", "realize, Nate,\" she went on a little desperately, \"that I'm leaving\n", "tomorrow and that we won't see each other again for years and years?\"\n", " </p>\n", " <p>\n", "  \"I'll come to New Earth to visit you,\" Blake said. \"Venus is only a few\n", "days distant on the new ships.\"\n", " </p>\n", " <p>\n", "  She stood up. \"You won't come—I know you won't.\" She stamped her foot.\n", "\"And you won't come to the prom either. I know that too. I knew it all\n", "along. Sometimes I'm tempted to—\" Abruptly she broke off. \"Very well\n", "then,\" she went on, \"I'll say good-by now then.\"\n", " </p>\n", " <p>\n", "  Blake Past stood up too. \"No, not yet. I'll walk back to the sorority\n", "house with you.\"\n", " </p>\n", " <p>\n", "  She tossed her head, but the sadness in her tarn-blue eyes belied her\n", "hauteur. \"If you wish,\" she said.\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  Blake Present watched them set out side by side toward the remembered\n", "halls of learning that showed in the distance. There had been other\n", "people present on the campus that afternoon, but as they had failed to\n", "register on Blake Past's mind, they did not exist for Blake Present.\n", "All that existed for Blake Present were the diminishing figures of the\n", "girl and the man, and the pain that was constricting his throat.\n", " </p>\n", " <p>\n", "  Wretchedly he turned away. As he did so he saw the three shadows lying\n", "at his feet and knew that his pursuers had at last caught up to him.\n", " </p>\n", " <p>\n", "  His first reaction when he faced them was amazement. His next reaction\n", "was shock. His third was fear.\n", " </p>\n", " <p>\n", "  His amazement resulted from recognition. One of the three women arrayed\n", "before him was Miss Stoddart, his boyhood Sunday-school teacher.\n", "Standing next to her in a familiar blue uniform was Officer Finch,\n", "the police woman who had maintained law and order in the collective\n", "elementary school he had attended. Standing next to Officer Finch was\n", "blond and chic Vera Velvetskin, whose picture he had seen on box after\n", "countless box of his mother's favorite detergent.\n", " </p>\n", " <p>\n", "  His shock resulted from the expressions on the three faces. Neither\n", "Miss Stoddart nor Officer Finch ever particularly liked him, but they\n", "had never particularly disliked him either. This Miss Stoddart and this\n", "Officer Finch disliked him, though. They hated him. They hated him so\n", "much that their hatred had thinned out their faces and darkened their\n", "eyes. More shocking yet, Vera Velvetskin, who had never existed save\n", "in some copywriter's mind, hated him too. In fact, judging from the\n", "greater thinness of her face and the more pronounced darkness of her\n", "eyes, she hated him even more than Miss Stoddart and Officer Finch did.\n", " </p>\n", " <p>\n", "  His fear resulted from the realization that his mind-world contained\n", "phenomena it had no right to contain—not if he was nearly as\n", "well-adjusted as he considered himself to be. The three women standing\n", "before him definitely were not memory-images. They were too vivid, for\n", "one thing. For another, they were aware of him. What were they, then?\n", "And what were they doing in his mind?\n", " </p>\n", " <p>\n", "  He asked the two questions aloud.\n", " </p>\n", " <p>\n", "  Three arms were raised and three forefingers were pointed accusingly at\n", "his chest. Three pairs of eyes burned darkly. \"You ask us that?\" Miss\n", "Stoddart said. \"Callous creature who did a maiden's innocence affront!\"\n", "said Officer Finch. \"And sought sanctuary in ill-fitting robes of\n", "righteousness!\" said Vera Velvetskin. The three faces moved together,\n", "blurred and seemed to blend into one. The three voices were raised in\n", "unison: \"You know who we are, Nathan Blake.\n", "  <i>\n", "   You\n", "  </i>\n", "  know who we are!\"\n", " </p>\n", " <p>\n", "  Blake stared at them open-mouthed. Then he turned and fled.\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  It had taken man a long time to discover that he was a god in his\n", "own right and that he too was capable of creating universes. Trivial\n", "universes, to be sure, when compared with the grandeur and scope of the\n", "objective one, and peopled with ghosts instead of human beings; but\n", "universes nonetheless.\n", " </p>\n", " <p>\n", "  The discovery came about quite by accident. After projecting himself\n", "into a patient's memory one day, a psychologist named Trevor suddenly\n", "found himself clinging to the slope of a traumatically distorted\n", "mountain. His patient was beside him.\n", " </p>\n", " <p>\n", "  The mountain proved to be an unconscious memory-image out of the\n", "patient's boyhood, and its country proved to be the country of the\n", "patient's mind. After many trials and errors, Trevor managed to get\n", "both himself and his patient back to the objective world, and not long\n", "afterward he was able to duplicate the feat on another case.\n", " </p>\n", " <p>\n", "  The next logical step was to enter his own mind, and this he also\n", "succeeded in doing.\n", " </p>\n", " <p>\n", "  It was inevitable that Trevor should write a book about his discovery\n", "and set about founding a new school of psychology. It was equally\n", "inevitable that he should acquire enemies as well as disciples.\n", "However, as the years passed and the new therapy which he devised cured\n", "more and more psychoses, the ranks of his disciples swelled and those\n", "of his enemies shrank. When, shortly before his death, he published a\n", "paper explaining how anyone could enter his or her own mind-world at\n", "will, his niche in the Freudian hall of fame was assured.\n", " </p>\n", " <p>\n", "  The method employed an ability that had been evolving in the human mind\n", "for millennia—the ability to project oneself into a past moment—or,\n", "to use Trevor's term, a past \"place-time.\" Considerable practice was\n", "required before the first transition could be achieved, but once it\n", "was achieved, successive transitions became progressively easier.\n", "Entering another person's mind-world was of course a more difficult\n", "undertaking, and could be achieved only after an intensive study of\n", "a certain moment in that person's past. In order to return to the\n", "objective world, it was necessary in both cases to locate the most\n", "recently materialized place-time and take one step beyond it.\n", " </p>\n", " <p>\n", "  By their very nature, mind-countries were confusing. They existed on\n", "a plane of reality that bore no apparent relationship to the plane\n", "of the so-called objective universe. In fact, so far as was known,\n", "this secondary—or subjective—reality was connected to so-called\n", "true reality only through the awareness of the various creators. In\n", "addition, these countries had no outward shape in the ordinary sense of\n", "the word, and while most countries contained certain parallel images,\n", "these images were subject to the interpretation of the individual\n", "creator. As a result they were seldom identical.\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  It was inevitable that sooner or later some criminal would hit upon\n", "the idea of hiding out in his own mind-world till the statute of\n", "limitations that applied to his particular crime ran out, and it was\n", "equally inevitable that others should follow suit. Society's answer was\n", "the psyche-police, and the psyche-police hadn't been in action very\n", "long before the first private psycheye appeared.\n", " </p>\n", " <p>\n", "  Blake was one of a long line of such operators.\n", " </p>\n", " <p>\n", "  So far as he knew, the present case represented the first time a\n", "criminal had ever hidden out in the pursuer's mind. It would have been\n", "a superb stratagem indeed if, shortly after her entry, Sabrina York\n", "had not betrayed her presence. For her point of entry she had used\n", "the place-time materialization of the little office Blake had opened\n", "on Ex-earth at the beginning of his career. Unaccountably she had\n", "ransacked it before moving into a co-terminous memory-image.\n", " </p>\n", " <p>\n", "  Even this action wouldn't have given her away, however, if the office\n", "hadn't constituted a sentimental memory. Whenever Blake accepted a case\n", "he invariably thought of the bleak and lonely little room with its\n", "thin-gauge steel desk and battered filing cabinets, and when he had\n", "done so after accepting his case—or was it before? He couldn't quite\n", "remember—the mental picture that had come into his mind had revealed\n", "open drawers, scattered papers and a general air of disarray.\n", " </p>\n", " <p>\n", "  He had suspected the truth immediately, and when he had seen the\n", "woman's handkerchief with the initials \"SB\" embroidered on it lying\n", "by one of the filing cabinets he had known definitely that his quarry\n", "was hiding out in his mind. Retiring to his bachelor quarters, he had\n", "entered at the same place-time and set off in pursuit.\n", " </p>\n", " <p>\n", "  Her only advantage lost, Sabrina York was now at his mercy. Unless\n", "she discovered his presence and was able to locate his most recently\n", "materialized place-time before he over-took her, her capture was\n", "assured.\n", " </p>\n", " <p>\n", "  Only two things bothered Blake. The little office was far in his past,\n", "and it was unlikely that anyone save the few intimate acquaintances\n", "whom he had told about it were aware that it had ever existed. How,\n", "then, had a total stranger such as Sabrina York learned enough about it\n", "to enable her to use it as a point of entry?\n", " </p>\n", " <p>\n", "  The other thing that bothered him was of a much more urgent nature.\n", "He had been in enough minds and he had read enough on the subject\n", "of Trevorism to know that people were sometimes capable of creating\n", "beings considerably higher on the scale of mind-country evolution\n", "than ordinary memory-ghosts. One woman whom he had apprehended in her\n", "own mind had created a walking-talking Virgin Mary who watched over\n", "her wherever she went. And once, after tracking down an ex-enlisted\n", "man, he had found his quarry holed up in the memory-image of an army\n", "barracks with a ten-star general waiting on him hand and foot. But\n", "these, and other, similar, cases, had to do with mal-adjusted people,\n", "and moreover, the super-image in each instance had been an image that\n", "the person involved had\n", "  <i>\n", "   wanted\n", "  </i>\n", "  to create. Therefore, even assuming\n", "that Blake was less well-adjusted than he considered himself to be, why\n", "had he created three such malevolent super-images as Miss Stoddart,\n", "Officer Finch, and Vera Velvetskin?\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  They followed him off the campus into a vicarious memory-image of\n", "Walden Pond, Thoreau's shack, and the encompassing woods. Judging from\n", "the ecstatic \"oh's\" and \"ah's\" they kept giving voice to, the place\n", "delighted them. Once, glancing back over his shoulder, he saw them\n", "standing in front of Thoreau's shack, looking at it as though it were a\n", "doll's house. Not far away, Thoreau was sitting in under a tall pine,\n", "gazing up into the branches at a bird that had come through only as a\n", "vague blur of beak and feathers.\n", " </p>\n", " <p>\n", "  Blake went on. Presently the Walden Pond memory-image gave way to a\n", "memory-image of an English park which the ex-Earth government had set\n", "aside as a memorial to the English poets and which had impressed Blake\n", "sufficiently when he had visited it in his youth to have found a place\n", "for itself in the country of his mind. It consisted of reconstructions\n", "of famous dwellings out of the lives of the poets, among them, a\n", "dwelling out of the life of a poet who was not in the strictest sense\n", "of the word English at all—the birthplace of Robert Burns. Oddly\n", "enough, it was Burns's birthplace that had impressed Blake most. Now\n", "the little cottage stood out in much more vivid detail than any of the\n", "other famous dwellings.\n", " </p>\n", " <p>\n", "  Sabrina York must have been attracted to the place, for her footprints\n", "showed that she had turned in at the gate, walked up the little path\n", "and let herself in the door.\n", " </p>\n", " <p>\n", "  They also showed that she had left by the same route, so there was no\n", "reason for Blake to linger. As a matter of fact, the fascination that\n", "had brought the place into being had been replaced by an illogical\n", "repugnance. But repugnance can sometimes be as compelling a force as\n", "fascination, and Blake not only lingered but went inside as well.\n", " </p>\n", " <p>\n", "  He remembered the living room distinctly—the flagstone floor, the huge\n", "grill-fronted hearth, the deeply recessed window, the rack of cups and\n", "platters on the wall; the empty straight-backed chair standing sternly\n", "in a corner, the bare wooden table—\n", " </p>\n", " <p>\n", "  He paused just within the doorway. The chair was no longer empty, the\n", "table no longer bare.\n", " </p>\n", " <p>\n", "  A man sat on the former and a bottle of wine stood on the latter.\n", "Moreover, the room showed signs of having been lived in for a long\n", "time. The floor was covered with tracked-in dirt and the walls were\n", "blackened from smoke. The grill-work of the hearth was begrimed with\n", "grease.\n", " </p>\n", " <hr class=\"tb\"/>\n", " \n", "</html>\n"], "question1": "Why does Deirdre get so upset when Blake Past suggests she go to prom with the young man?", "question1option1": "Because Blake is trying to guilt Deirdre into going with the young man by telling her that it'll ease her conscience. ", "question1option2": "Because Deirdre has fallen in love with Blake, despite his age, and wants him to take her to the prom.  ", "question1option3": "Because Blake is acting like he's her father, which is a sensitive topic for Deirdre because she lost her real parents. ", "question1option4": "Because the young man gave up his right arm in order to afford tickets to the prom, and this disgusts Deirdre. ", "question1_gold_label": 2, "question1_annotator_answers": [2, 2, 2], "question1_eval1s": [1, 1, 1], "question1_eval2s": [3, 2, 1], "question1_eval3s": [3, 3, 1], "question1_annotator_speed_answers": [3, 3, 1, 3, 2], "question2": "Why does shame flame in Blake's cheeks when Deirdre goes to prepare Eldoria's dias?", "question2option1": "He is embarrassed at the thought that Deirdre might enter the room while he is sleeping with Eldoria. ", "question2option2": "He feels that prostitution is morally reprehensible. ", "question2option3": "He feels guilty about sleeping with Eldoria when there's a child in the hut, Deirdre, who knows exactly what's going on. ", "question2option4": "He feels guilty about wishing Deirdre was older so he could sleep with her instead. ", "question2_gold_label": 3, "question2_annotator_answers": [3, 3, 3], "question2_eval1s": [1, 1, 1], "question2_eval2s": [2, 1, 1], "question2_eval3s": [1, 2, 1], "question2_annotator_speed_answers": [1, 2, 2, 4, 3], "question3": "Why did Blake create the three female super-images of Miss Stoddart, Officer Finch, and Vera Velvetskin?", "question3option1": "He feels guilty about having slept with Eldoria which perpetuated the demand for female prostitution. ", "question3option2": "Even though he is a psycheye, he feels guilty about hunting down Sabrina York. ", "question3option3": "He is still grieving his mother's death and regrets not being a more loving son.", "question3option4": "He feels guilty about hurting Deirdre's feelings after her graduation when he ignored their romantic connection, and instead, played the part of a parent. \n", "question3_gold_label": 4, "question3_annotator_answers": [4, 4, 4], "question3_eval1s": [1, 1, 1], "question3_eval2s": [4, 3, 1], "question3_eval3s": [3, 1, 1], "question3_annotator_speed_answers": [2, 4, 2, 3, 4], "question4": "Sabrina York is ", "question4option1": "a criminal that Blake is hunting", "question4option2": "a psycheye that taught Blake all the tricks", "question4option3": "an old friend of Blake's", "question4option4": "Eldoria's alter ego", "question4_gold_label": 1, "question4_annotator_answers": [1, 1, 1], "question4_eval1s": [1, 1, 1], "question4_eval2s": [2, 3, 1], "question4_eval3s": [2, 4, 4], "question4_annotator_speed_answers": [2, 3, 3, 2, 1], "question5": "Why doesn't Blake haggle with Eldoria about the price for her services?", "question5option1": "He's afraid that if he angers her, she'll revert to the cannibalism of her forebears. ", "question5option2": "He knows she needs the money to move out of her chocoletto hut. ", "question5option3": "He has been making a lot of money as a private pyscheye and can afford the high price. ", "question5option4": "He has never seen anyone like her, and after seeing her dance, he believes she's worth the price.", "question5_gold_label": 4, "question5_annotator_answers": [4, 4, 4], "question5_eval1s": [1, 1, 1], "question5_eval2s": [2, 2, 1], "question5_eval3s": [1, 2, 2], "question5_annotator_speed_answers": [1, 4, 4, 2, 4]}
{"article_id": 52845, "unique_id": "52845_YLZPNNYD", "batch_num": 11, "source": "Gutenberg", "title": "The Girl in His Mind", "year": 1950, "author": "Young, Robert F.", "topic": "Guilt -- Fiction; Science fiction; PS; Psychological fiction", "article": ["<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\"\n", "    \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n", "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n", " \n", " <hr class=\"chap\"/>\n", " <h1>\n", "  THE GIRL IN HIS MIND\n", " </h1>\n", " <p>\n", "  By ROBERT F. YOUNG\n", " </p>\n", " <p>\n", "  [Transcriber's Note: This etext was produced from\n", "  <br/>\n", "  Worlds of Tomorrow April 1963\n", "  <br/>\n", "  Extensive research did not uncover any evidence that\n", "  <br/>\n", "  the U.S. copyright on this publication was renewed.]\n", " </p>\n", " <hr class=\"chap\"/>\n", " <p class=\"ph3\">\n", "  Every man's mind is a universe with countless\n", "  <br/>\n", "  places in which he can hide—even from himself!\n", " </p>\n", " <hr class=\"chap\"/>\n", " <p>\n", "  The dance that the chocoletto girl was performing was an expurgated\n", "version of the kylee sex ritual which the Louave maidens of Dubhe 7\n", "practiced on the eve of their betrothal. Expurgated or not, however,\n", "it was still on the lascivious side. The G-string that constituted\n", "the chocoletto girl's entire costume put her but one degree above the\n", "nakedness which the original dance demanded. Nathan Blake's voice was\n", "slightly thick when he summoned the waiter who was hovering in the\n", "shadows at the back of the room. \"Is she free?\" he asked.\n", " </p>\n", " <p>\n", "  \"I do not know, mensakin. Perhaps.\"\n", " </p>\n", " <p>\n", "  Blake resumed watching. The girl's movements were a delicate blend of\n", "love and lust. Her face accompanied her body, eyes half-lidded one\n", "moment to match the languid motion of her limbs, wide and feral the\n", "next to match the furious bump and grind of her hips. For a chocoletto\n", "she was light-skinned—more bronze, really, than brown. But then,\n", "the word \"chocoletto\", coined by the early beche-la-mer traders, was\n", "misleading, and few of the natives of Dubhe 4's southern-most continent\n", "lived up to it completely.\n", " </p>\n", " <p>\n", "  She was beautiful too. Her high-cheekboned face was striking—the eyes\n", "dark-brown and wide-apart, the mouth sensuous, the teeth showing in a\n", "vivid white line between the half-parted purple lips. And her body was\n", "splendid. Blake had never seen anyone quite like her.\n", " </p>\n", " <p>\n", "  He beckoned to her when the dance was over and, after slipping into\n", "a white thigh-length tunic, she joined him at his table. She ordered\n", "Martian wine in a liquid voice, and sipped it with a finesse that\n", "belied her cannibalistic forebears. \"You wish a night?\" she asked.\n", " </p>\n", " <p>\n", "  Blake nodded. \"If you are free.\"\n", " </p>\n", " <p>\n", "  \"Three thousand quandoes.\"\n", " </p>\n", " <p>\n", "  He did not haggle, but counted out the amount and handed it to her. She\n", "slipped the bills into a thigh sheath-purse, told him her hut number\n", "and stood up to leave. \"I will meet you there in an hour,\" she said.\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  Her hut was as good a place to wait for her as any. After buying a\n", "bottle of native whiskey at the bar, Blake went out into the Dubhe 4\n", "night and made his way through the labyrinthine alleys of the native\n", "sector. In common with all chocoletto huts, Eldoria's was uncared for\n", "on the outside, and gave a false impression of poverty. He expected to\n", "find the usual hanger-on waiting in the anteroom, and looked forward to\n", "booting him out into the alley. Instead he found a young girl—\n", " </p>\n", " <p>\n", "  A human girl.\n", " </p>\n", " <p>\n", "  He paused in the doorway. The girl was sitting cross-legged on a small\n", "mat, a book open on her lap. Xenophon's\n", "  <i>\n", "   Anabasis\n", "  </i>\n", "  . Her hair made him\n", "think of the copper-colored sunrises of Norma 9 and her eyes reminded\n", "him of the blue tarns of Fornax 6. \"Come in,\" she said.\n", " </p>\n", " <p>\n", "  After closing the door, he sat down opposite her on the guest mat.\n", "Behind her, a gaudy arras hid the hut's other room. \"You are here to\n", "wait for Eldoria?\" she asked.\n", " </p>\n", " <p>\n", "  Blake nodded. \"And you?\"\n", " </p>\n", " <p>\n", "  She laughed. \"I am here because I live here,\" she said.\n", " </p>\n", " <p>\n", "  He tried to assimilate the information, but could not. Perceiving his\n", "difficulty, the girl went on, \"My parents indentured themselves to the\n", "Great Starway Cartel and were assigned to the rubber plantations of\n", "Dubhe 4. They died of yellow-water dysentery before their indenture ran\n", "out, and in accordance with Interstellar Law I was auctioned off along\n", "with the rest of their possessions. Eldoria bought me.\"\n", " </p>\n", " <p>\n", "  Five years as a roving psycheye had hardened Blake to commercial\n", "colonization practices; nevertheless, he found the present example of\n", "man's inhumanity to man sickening.\n", " </p>\n", " <p>\n", "  \"How old are you?\" Blake asked.\n", " </p>\n", " <p>\n", "  \"Fourteen.\"\n", " </p>\n", " <p>\n", "  \"And what are you going to be when you grow up?\"\n", " </p>\n", " <p>\n", "  \"Probably I shall be a psychiatrist. Eldoria is sending me to the\n", "mission school now, and afterward she is going to put me through an\n", "institute of higher learning. And when I come of age, she is going to\n", "give me my freedom.\"\n", " </p>\n", " <p>\n", "  \"I see,\" Blake said. He indicated the book on her lap. \"Homework?\"\n", " </p>\n", " <p>\n", "  She shook her head. \"In addition to my courses at the mission school, I\n", "am studying the humanities.\"\n", " </p>\n", " <p>\n", "  \"Xenophon,\" Blake said. \"And I suppose Plato too.\"\n", " </p>\n", " <p>\n", "  \"And Homer and Virgil and Aeschylus and Euripides and all the rest of\n", "them. When I grow up I shall be a most well-educated person.\"\n", " </p>\n", " <p>\n", "  \"I'm sure you will be,\" Blake said, looking at the arras.\n", " </p>\n", " <p>\n", "  \"My name is Deirdre.\"\n", " </p>\n", " <p>\n", "  \"Nathan,\" Blake said. \"Nathan Blake.\"\n", " </p>\n", " <p>\n", "  \"Eldoria will be arriving soon. I must go and prepare her dais.\"\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  She got up, parted the arras, and slipped into the next room. Shame\n", "flamed in Blake's cheeks, and for a moment he considered leaving; then\n", "he remembered Eldoria's dance, and he went right on sitting where he\n", "was.\n", " </p>\n", " <p>\n", "  Presently the girl returned, and not long afterward the cloying scent\n", "of native incense crept beneath the arras and permeated the anteroom.\n", "She sat sideways on the mat this time, and he caught her face in\n", "profile. There was a suggestion of saintliness in the line of the nose\n", "and chin, a suggestion made all the more poignant by the slender column\n", "of the neck. He shifted uncomfortably on the guest mat. She had taken\n", "up the\n", "  <i>\n", "   Anabasis\n", "  </i>\n", "  again, and silence was pounding silent fists upon the\n", "walls.\n", " </p>\n", " <p>\n", "  He was relieved when Eldoria finally arrived. She ushered him into\n", "the next room immediately. It was slightly larger than the anteroom,\n", "and much more richly appointed. A thick carpet the color of Martian\n", "waterways lay upon the floor, contrasting pleasantly with the golden\n", "tapestries that adorned all four walls. The sleeping dais was oval\n", "and took up nearly half the floor space. It was strewn with scarlet\n", "cushions.\n", " </p>\n", " <p>\n", "  Blake sat down upon it. Nervously he watched Eldoria slip out of her\n", "white street robe, his eyes moving back and forth from her smooth dark\n", "skin to the arras. The incense thickened around him.\n", " </p>\n", " <p>\n", "  She noticed the back-and-forth movement of his eyes. \"You need not fear\n", "the little one,\" she said, laying her hand upon his knee. \"She will not\n", "enter.\"\n", " </p>\n", " <p>\n", "  \"It's not that so much,\" Blake said.\n", " </p>\n", " <p>\n", "  \"What?\" The warm bronze shoulder was touching his....\n", " </p>\n", " <p>\n", "  He rose up once in the night, thinking to find his hotel bed. His next\n", "awakening was in the grayness of dawn, and he got up and dressed and\n", "moved silently to the doorway. The girl slept just without the arras on\n", "a thin sleeping-mat, and he had to step over her to gain the anteroom.\n", "In sleep, a strand of her copper-colored hair had tumbled down across\n", "her forehead and lay like a lovely flower upon the virginal whiteness\n", "of her skin. There was something saintly about her quiet face.\n", " </p>\n", " <p>\n", "  When he reached the alley he began to run, and he did not stop running\n", "till the chocoletto sector was far behind him.\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  The hill was a memory-image and Aldebaran 12 rain-country hills were\n", "notoriously steep. Blake was breathing hard when he reached the crest.\n", " </p>\n", " <p>\n", "  Before him lay a memory-image of a section of Deneb 1 wasteland. The\n", "image extended for no more than half a mile, but Blake was annoyed\n", "that he should have remembered even that much of the wretched terrain.\n", "Ideally, a man's mind-country should have been comprised only of the\n", "places and times he wanted to remember. Practically, however, that was\n", "far from being the case.\n", " </p>\n", " <p>\n", "  He glanced back down into the rain-pocked valley that he had just\n", "crossed. The rain and the mist made for poor visibility. He could only\n", "faintly distinguish the three figures of his pursuers. The trio seemed\n", "a little closer now.\n", " </p>\n", " <hr class=\"chap\"/>\n", " <hr class=\"chap\"/>\n", " <p>\n", "  Ever since he had first set foot into his mind, some ten hours ago,\n", "they had been on his trail, but for some reason he had been unable\n", "to bring himself to go back and find out who they were and what they\n", "wanted. Hence he was as vexed with himself as he was with them.\n", " </p>\n", " <p>\n", "  After resting for a few minutes, he descended the hill and started\n", "across the Deneb 1 wasteland. It was a remarkably detailed\n", "materialization, and his quarry's footprints stood out clearly in the\n", "duplicated sand.\n", " </p>\n", " <p>\n", "  Sabrina York did not even know the rudiments of the art of throwing\n", "off a mind-tracker. It would have done her but little good if she\n", "had, for twelve years as a psycheye had taught Blake all the tricks.\n", "Probably she had taken it for granted that the mere act of hiding out\n", "in her tracker's mind was in itself a sufficient guarantee of her\n", "safety. After all, she had no way of knowing that he had discovered her\n", "presence.\n", " </p>\n", " <p>\n", "  Mind-country was as temporally inconsecutive as it was topographically\n", "incongruous, so Blake was not surprised when the Deneb 1 wasteland gave\n", "way to an expanse of boyhood meadow. Near the meadow was the house\n", "where Blake had lived at a much later date. In reality, the places were\n", "as far apart in miles as they were in years, but here in the country\n", "of his mind they existed side by side, surrounded by heterogeneous\n", "landscapes from all over the civilized sector of the galaxy and by the\n", "sharply demarcated spectra of a hundred different suns. A few of the\n", "suns were in the patchwork sky—Sirius, for example, and its twinkling\n", "dwarf companion. Most of them, however, were present only in their\n", "remembered radiance. To add to the confusion, scattered night memories\n", "interrupted the hodge-podge horizon with columns of darkness, and here\n", "and there the gray column of a dawn or dusk memory showed.\n", " </p>\n", " <p>\n", "  The house was flanked on one side by a section of a New Earth spaceport\n", "and on the other by an excerpt of an Ex-earth city-block. Behind it\n", "flowed a brief blue stretch of Martian waterway.\n", " </p>\n", " <p>\n", "  Sabrina's footsteps led up to the front door, and the door itself was\n", "ajar. Perhaps she was still inside. Perhaps she was watching him even\n", "now through one of the remembered windows. He scanned them with a\n", "professional eye, but saw no sign of her.\n", " </p>\n", " <p>\n", "  Warily he stepped inside, adjusting the temperature of his all-weather\n", "jacket to the remembered air-conditioning. His father was sitting in\n", "the living room, smoking, and watching 3V. He had no awareness of\n", "Blake. At Blake's entry he went right on smoking and watching as though\n", "the door had neither opened nor closed. He would go right on smoking\n", "and watching till Blake died and the conglomeration of place-times\n", "that constituted Blake's mind-world ceased to be. Ironically, he was\n", "watching nothing. The 3V program that had been in progress at the time\n", "of the unconscious materialization had failed to come through.\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  The memory was a treasured one—the old man had perished in a 'copter\n", "crash several years ago—and for a long while Blake did not move.\n", "He had never been in his own mind before. Consequently he was more\n", "affected than he might otherwise have been. Finally, stirring himself,\n", "he walked out into the kitchen. On a shelf above the sink stood a gaily\n", "colored box of his mother's favorite detergent with a full-length\n", "drawing of Vera Velvetskin, the company's blond and chic visual symbol,\n", "on the front. His mother was standing before the huge automatic range,\n", "preparing a meal she had served twenty-three years ago. He regarded her\n", "with moist eyes. She had died a dozen years before his father, but the\n", "wound that her death had caused had never healed. He wanted to go up\n", "behind her and touch her shoulder and say, \"What's for supper, mom?\"\n", "but he knew it would do no good. For her he had no reality, not only\n", "because he was far in her future, but because in his mind-world she was\n", "a mortal and he, a god—a picayune god, perhaps, but a real one.\n", " </p>\n", " <p>\n", "  As he was about to turn away, the name-plate on the range caught his\n", "eye, and thinking that he had read the two words wrong, he stepped\n", "closer so that he could see them more clearly. No, he had made no\n", "mistake: the first word was \"Sabrina\", and the second was \"York\".\n", " </p>\n", " <p>\n", "  He stepped back. Odd that a kitchen range should have the same name as\n", "his quarry. But perhaps not unduly so. Giving appliances human names\n", "had been common practice for centuries. Even a name like \"Sabrina\n", "York\", while certainly not run-of-the-mill, was bound to be duplicated\n", "in real life. Nevertheless a feeling of uneasiness accompanied him when\n", "he left the kitchen and climbed the stairs to the second floor.\n", " </p>\n", " <p>\n", "  He went through each room systematically, but saw no sign of Sabrina\n", "York. He lingered for some time in his own room, wistfully watching his\n", "fifteen-year-old self lolling on the bed with a dog-eared copy of\n", "  <i>\n", "   The\n", "Galaxy Boys and the Secret of the Crab Nebula\n", "  </i>\n", "  , then he stepped back\n", "out into the hall and started to descend the stairs.\n", " </p>\n", " <p>\n", "  At the head of the stairs a narrow window looked out over the front\n", "yard and thence out over the meadow. He glanced absently through the\n", "panes, and came to an abrupt halt. His three pursuers were wading\n", "through the long meadow grass less than a quarter of a mile away—not\n", "close enough as yet for him to be able to make out their faces, but\n", "close enough for him to be able to see that two of them were wearing\n", "dresses and that the third had on a blue skirt and blouse, and a kepi\n", "to match. He gasped. It simply hadn't occurred to him that his pursuers\n", "might be women. To his consternation he discovered that he was even\n", "more loath to go back and accost them than he had been before. He\n", "actually had an impulse to flee.\n", " </p>\n", " <p>\n", "  He controlled it and descended the stairs with exaggerated slowness,\n", "leaving the house by way of the back door. He picked up Sabrina's trail\n", "in the back yard and followed it down to the Martian waterway and\n", "thence along the bank to where the waterway ended and a campus began.\n", "Not the campus of the university which he had visited two days ago to\n", "attend his protegee's graduation. It was not a place-time that he cared\n", "to revisit, nor a moment that he cared to relive, but Sabrina's trail\n", "led straight across the artificially stunted grass toward the little\n", "bench where he and Deirdre Eldoria had come to talk after the ceremony\n", "was over. He had no choice.\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  The bench stood beneath a towering American elm whose feathery branches\n", "traced green arabesques against the blue June sky. A set of footprints\n", "slightly deeper than its predecessors indicated that Sabrina had\n", "paused by the trunk. Despite himself Blake paused there too. Pain\n", "tightened his throat when he looked at Deirdre's delicate profile\n", "and copper-colored hair, intensified when he lowered his eyes to the\n", "remembered blueness of her graduation dress. The diamond brooch that he\n", "had given her as a graduation present, and which she had proudly pinned\n", "upon her bodice for the whole wide world to see, made him want to\n", "cry. His self-image of two weeks ago shocked him. There were lines on\n", "the face that did not as yet exist, and the brown hair was shot with\n", "streaks of gray that had yet to come into being. Lord, he must have\n", "been feeling old to have pictured himself like that!\n", " </p>\n", " <p>\n", "  Deirdre was speaking. \"Yes,\" she was saying, \"at nine o'clock. And I\n", "should very much like for you to come.\"\n", " </p>\n", " <p>\n", "  Blake Past shook his head. \"Proms aren't for parents. You know that\n", "as well as I do. That young man you were talking with a few minutes\n", "ago—he's the one who should take you. He'd give his right arm for the\n", "chance.\"\n", " </p>\n", " <p>\n", "  \"I'll thank you not to imply that you're my father. One would think\n", "from the way you talk that you are centuries old!\"\n", " </p>\n", " <p>\n", "  \"I'm thirty-eight,\" Blake Past said, \"and while I may not be your\n", "father, I'm certainly old enough to be. That young man—\"\n", " </p>\n", " <p>\n", "  A pink flush of anger climbed into Deirdre Eldoria's girlish cheeks.\n", "\"What right has\n", "  <i>\n", "   he\n", "  </i>\n", "  got to take me! Did\n", "  <i>\n", "   he\n", "  </i>\n", "  scrimp and go without\n", "in order to put me through high school and college? Has\n", "  <i>\n", "   he\n", "  </i>\n", "  booked\n", "passage for me to New Earth and paid my tuition to Trevor University?\"\n", " </p>\n", " <p>\n", "  \"Please,\" Blake Past said, desperation deepening his voice. \"You're\n", "only making everything worse. After majoring in Trevorism, you\n", "certainly ought to realize by now that there was nothing noble about my\n", "buying you after Eldoria died. I only did it to ease my conscience—\"\n", " </p>\n", " <p>\n", "  \"What do\n", "  <i>\n", "   you\n", "  </i>\n", "  know about conscience?\" Deirdre demanded. \"Conscience\n", "is a much more complex mechanism than most laymen realize. Guilt\n", "feelings aren't reliable criteria. They can stem from false\n", "causes—from ridiculous things like a person's inability to accept\n", "himself for what he is.\" Abruptly she dropped the subject. \"Don't you\n", "realize, Nate,\" she went on a little desperately, \"that I'm leaving\n", "tomorrow and that we won't see each other again for years and years?\"\n", " </p>\n", " <p>\n", "  \"I'll come to New Earth to visit you,\" Blake said. \"Venus is only a few\n", "days distant on the new ships.\"\n", " </p>\n", " <p>\n", "  She stood up. \"You won't come—I know you won't.\" She stamped her foot.\n", "\"And you won't come to the prom either. I know that too. I knew it all\n", "along. Sometimes I'm tempted to—\" Abruptly she broke off. \"Very well\n", "then,\" she went on, \"I'll say good-by now then.\"\n", " </p>\n", " <p>\n", "  Blake Past stood up too. \"No, not yet. I'll walk back to the sorority\n", "house with you.\"\n", " </p>\n", " <p>\n", "  She tossed her head, but the sadness in her tarn-blue eyes belied her\n", "hauteur. \"If you wish,\" she said.\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  Blake Present watched them set out side by side toward the remembered\n", "halls of learning that showed in the distance. There had been other\n", "people present on the campus that afternoon, but as they had failed to\n", "register on Blake Past's mind, they did not exist for Blake Present.\n", "All that existed for Blake Present were the diminishing figures of the\n", "girl and the man, and the pain that was constricting his throat.\n", " </p>\n", " <p>\n", "  Wretchedly he turned away. As he did so he saw the three shadows lying\n", "at his feet and knew that his pursuers had at last caught up to him.\n", " </p>\n", " <p>\n", "  His first reaction when he faced them was amazement. His next reaction\n", "was shock. His third was fear.\n", " </p>\n", " <p>\n", "  His amazement resulted from recognition. One of the three women arrayed\n", "before him was Miss Stoddart, his boyhood Sunday-school teacher.\n", "Standing next to her in a familiar blue uniform was Officer Finch,\n", "the police woman who had maintained law and order in the collective\n", "elementary school he had attended. Standing next to Officer Finch was\n", "blond and chic Vera Velvetskin, whose picture he had seen on box after\n", "countless box of his mother's favorite detergent.\n", " </p>\n", " <p>\n", "  His shock resulted from the expressions on the three faces. Neither\n", "Miss Stoddart nor Officer Finch ever particularly liked him, but they\n", "had never particularly disliked him either. This Miss Stoddart and this\n", "Officer Finch disliked him, though. They hated him. They hated him so\n", "much that their hatred had thinned out their faces and darkened their\n", "eyes. More shocking yet, Vera Velvetskin, who had never existed save\n", "in some copywriter's mind, hated him too. In fact, judging from the\n", "greater thinness of her face and the more pronounced darkness of her\n", "eyes, she hated him even more than Miss Stoddart and Officer Finch did.\n", " </p>\n", " <p>\n", "  His fear resulted from the realization that his mind-world contained\n", "phenomena it had no right to contain—not if he was nearly as\n", "well-adjusted as he considered himself to be. The three women standing\n", "before him definitely were not memory-images. They were too vivid, for\n", "one thing. For another, they were aware of him. What were they, then?\n", "And what were they doing in his mind?\n", " </p>\n", " <p>\n", "  He asked the two questions aloud.\n", " </p>\n", " <p>\n", "  Three arms were raised and three forefingers were pointed accusingly at\n", "his chest. Three pairs of eyes burned darkly. \"You ask us that?\" Miss\n", "Stoddart said. \"Callous creature who did a maiden's innocence affront!\"\n", "said Officer Finch. \"And sought sanctuary in ill-fitting robes of\n", "righteousness!\" said Vera Velvetskin. The three faces moved together,\n", "blurred and seemed to blend into one. The three voices were raised in\n", "unison: \"You know who we are, Nathan Blake.\n", "  <i>\n", "   You\n", "  </i>\n", "  know who we are!\"\n", " </p>\n", " <p>\n", "  Blake stared at them open-mouthed. Then he turned and fled.\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  It had taken man a long time to discover that he was a god in his\n", "own right and that he too was capable of creating universes. Trivial\n", "universes, to be sure, when compared with the grandeur and scope of the\n", "objective one, and peopled with ghosts instead of human beings; but\n", "universes nonetheless.\n", " </p>\n", " <p>\n", "  The discovery came about quite by accident. After projecting himself\n", "into a patient's memory one day, a psychologist named Trevor suddenly\n", "found himself clinging to the slope of a traumatically distorted\n", "mountain. His patient was beside him.\n", " </p>\n", " <p>\n", "  The mountain proved to be an unconscious memory-image out of the\n", "patient's boyhood, and its country proved to be the country of the\n", "patient's mind. After many trials and errors, Trevor managed to get\n", "both himself and his patient back to the objective world, and not long\n", "afterward he was able to duplicate the feat on another case.\n", " </p>\n", " <p>\n", "  The next logical step was to enter his own mind, and this he also\n", "succeeded in doing.\n", " </p>\n", " <p>\n", "  It was inevitable that Trevor should write a book about his discovery\n", "and set about founding a new school of psychology. It was equally\n", "inevitable that he should acquire enemies as well as disciples.\n", "However, as the years passed and the new therapy which he devised cured\n", "more and more psychoses, the ranks of his disciples swelled and those\n", "of his enemies shrank. When, shortly before his death, he published a\n", "paper explaining how anyone could enter his or her own mind-world at\n", "will, his niche in the Freudian hall of fame was assured.\n", " </p>\n", " <p>\n", "  The method employed an ability that had been evolving in the human mind\n", "for millennia—the ability to project oneself into a past moment—or,\n", "to use Trevor's term, a past \"place-time.\" Considerable practice was\n", "required before the first transition could be achieved, but once it\n", "was achieved, successive transitions became progressively easier.\n", "Entering another person's mind-world was of course a more difficult\n", "undertaking, and could be achieved only after an intensive study of\n", "a certain moment in that person's past. In order to return to the\n", "objective world, it was necessary in both cases to locate the most\n", "recently materialized place-time and take one step beyond it.\n", " </p>\n", " <p>\n", "  By their very nature, mind-countries were confusing. They existed on\n", "a plane of reality that bore no apparent relationship to the plane\n", "of the so-called objective universe. In fact, so far as was known,\n", "this secondary—or subjective—reality was connected to so-called\n", "true reality only through the awareness of the various creators. In\n", "addition, these countries had no outward shape in the ordinary sense of\n", "the word, and while most countries contained certain parallel images,\n", "these images were subject to the interpretation of the individual\n", "creator. As a result they were seldom identical.\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  It was inevitable that sooner or later some criminal would hit upon\n", "the idea of hiding out in his own mind-world till the statute of\n", "limitations that applied to his particular crime ran out, and it was\n", "equally inevitable that others should follow suit. Society's answer was\n", "the psyche-police, and the psyche-police hadn't been in action very\n", "long before the first private psycheye appeared.\n", " </p>\n", " <p>\n", "  Blake was one of a long line of such operators.\n", " </p>\n", " <p>\n", "  So far as he knew, the present case represented the first time a\n", "criminal had ever hidden out in the pursuer's mind. It would have been\n", "a superb stratagem indeed if, shortly after her entry, Sabrina York\n", "had not betrayed her presence. For her point of entry she had used\n", "the place-time materialization of the little office Blake had opened\n", "on Ex-earth at the beginning of his career. Unaccountably she had\n", "ransacked it before moving into a co-terminous memory-image.\n", " </p>\n", " <p>\n", "  Even this action wouldn't have given her away, however, if the office\n", "hadn't constituted a sentimental memory. Whenever Blake accepted a case\n", "he invariably thought of the bleak and lonely little room with its\n", "thin-gauge steel desk and battered filing cabinets, and when he had\n", "done so after accepting his case—or was it before? He couldn't quite\n", "remember—the mental picture that had come into his mind had revealed\n", "open drawers, scattered papers and a general air of disarray.\n", " </p>\n", " <p>\n", "  He had suspected the truth immediately, and when he had seen the\n", "woman's handkerchief with the initials \"SB\" embroidered on it lying\n", "by one of the filing cabinets he had known definitely that his quarry\n", "was hiding out in his mind. Retiring to his bachelor quarters, he had\n", "entered at the same place-time and set off in pursuit.\n", " </p>\n", " <p>\n", "  Her only advantage lost, Sabrina York was now at his mercy. Unless\n", "she discovered his presence and was able to locate his most recently\n", "materialized place-time before he over-took her, her capture was\n", "assured.\n", " </p>\n", " <p>\n", "  Only two things bothered Blake. The little office was far in his past,\n", "and it was unlikely that anyone save the few intimate acquaintances\n", "whom he had told about it were aware that it had ever existed. How,\n", "then, had a total stranger such as Sabrina York learned enough about it\n", "to enable her to use it as a point of entry?\n", " </p>\n", " <p>\n", "  The other thing that bothered him was of a much more urgent nature.\n", "He had been in enough minds and he had read enough on the subject\n", "of Trevorism to know that people were sometimes capable of creating\n", "beings considerably higher on the scale of mind-country evolution\n", "than ordinary memory-ghosts. One woman whom he had apprehended in her\n", "own mind had created a walking-talking Virgin Mary who watched over\n", "her wherever she went. And once, after tracking down an ex-enlisted\n", "man, he had found his quarry holed up in the memory-image of an army\n", "barracks with a ten-star general waiting on him hand and foot. But\n", "these, and other, similar, cases, had to do with mal-adjusted people,\n", "and moreover, the super-image in each instance had been an image that\n", "the person involved had\n", "  <i>\n", "   wanted\n", "  </i>\n", "  to create. Therefore, even assuming\n", "that Blake was less well-adjusted than he considered himself to be, why\n", "had he created three such malevolent super-images as Miss Stoddart,\n", "Officer Finch, and Vera Velvetskin?\n", " </p>\n", " <hr class=\"tb\"/>\n", " <p>\n", "  They followed him off the campus into a vicarious memory-image of\n", "Walden Pond, Thoreau's shack, and the encompassing woods. Judging from\n", "the ecstatic \"oh's\" and \"ah's\" they kept giving voice to, the place\n", "delighted them. Once, glancing back over his shoulder, he saw them\n", "standing in front of Thoreau's shack, looking at it as though it were a\n", "doll's house. Not far away, Thoreau was sitting in under a tall pine,\n", "gazing up into the branches at a bird that had come through only as a\n", "vague blur of beak and feathers.\n", " </p>\n", " <p>\n", "  Blake went on. Presently the Walden Pond memory-image gave way to a\n", "memory-image of an English park which the ex-Earth government had set\n", "aside as a memorial to the English poets and which had impressed Blake\n", "sufficiently when he had visited it in his youth to have found a place\n", "for itself in the country of his mind. It consisted of reconstructions\n", "of famous dwellings out of the lives of the poets, among them, a\n", "dwelling out of the life of a poet who was not in the strictest sense\n", "of the word English at all—the birthplace of Robert Burns. Oddly\n", "enough, it was Burns's birthplace that had impressed Blake most. Now\n", "the little cottage stood out in much more vivid detail than any of the\n", "other famous dwellings.\n", " </p>\n", " <p>\n", "  Sabrina York must have been attracted to the place, for her footprints\n", "showed that she had turned in at the gate, walked up the little path\n", "and let herself in the door.\n", " </p>\n", " <p>\n", "  They also showed that she had left by the same route, so there was no\n", "reason for Blake to linger. As a matter of fact, the fascination that\n", "had brought the place into being had been replaced by an illogical\n", "repugnance. But repugnance can sometimes be as compelling a force as\n", "fascination, and Blake not only lingered but went inside as well.\n", " </p>\n", " <p>\n", "  He remembered the living room distinctly—the flagstone floor, the huge\n", "grill-fronted hearth, the deeply recessed window, the rack of cups and\n", "platters on the wall; the empty straight-backed chair standing sternly\n", "in a corner, the bare wooden table—\n", " </p>\n", " <p>\n", "  He paused just within the doorway. The chair was no longer empty, the\n", "table no longer bare.\n", " </p>\n", " <p>\n", "  A man sat on the former and a bottle of wine stood on the latter.\n", "Moreover, the room showed signs of having been lived in for a long\n", "time. The floor was covered with tracked-in dirt and the walls were\n", "blackened from smoke. The grill-work of the hearth was begrimed with\n", "grease.\n", " </p>\n", " <hr class=\"tb\"/>\n", " \n", "</html>\n"], "question1": "Why does Deirdre get so upset when Blake Past suggests she go to prom with the young man?", "question1option1": "Because Blake is trying to guilt Deirdre into going with the young man by telling her that it'll ease her conscience. ", "question1option2": "Because Deirdre has fallen in love with Blake, despite his age, and wants him to take her to the prom.  ", "question1option3": "Because Blake is acting like he's her father, which is a sensitive topic for Deirdre because she lost her real parents. ", "question1option4": "Because the young man gave up his right arm in order to afford tickets to the prom, and this disgusts Deirdre. ", "question1_gold_label": 2, "question1_annotator_answers": [2, 2, 2], "question1_eval1s": [1, 1, 1], "question1_eval2s": [3, 2, 1], "question1_eval3s": [3, 3, 1], "question1_annotator_speed_answers": [3, 3, 1, 3, 2], "question2": "Why does shame flame in Blake's cheeks when Deirdre goes to prepare Eldoria's dias?", "question2option1": "He is embarrassed at the thought that Deirdre might enter the room while he is sleeping with Eldoria. ", "question2option2": "He feels that prostitution is morally reprehensible. ", "question2option3": "He feels guilty about sleeping with Eldoria when there's a child in the hut, Deirdre, who knows exactly what's going on. ", "question2option4": "He feels guilty about wishing Deirdre was older so he could sleep with her instead. ", "question2_gold_label": 3, "question2_annotator_answers": [3, 3, 3], "question2_eval1s": [1, 1, 1], "question2_eval2s": [2, 1, 1], "question2_eval3s": [1, 2, 1], "question2_annotator_speed_answers": [1, 2, 2, 4, 3], "question3": "Why did Blake create the three female super-images of Miss Stoddart, Officer Finch, and Vera Velvetskin?", "question3option1": "He feels guilty about having slept with Eldoria which perpetuated the demand for female prostitution. ", "question3option2": "Even though he is a psycheye, he feels guilty about hunting down Sabrina York. ", "question3option3": "He is still grieving his mother's death and regrets not being a more loving son.", "question3option4": "He feels guilty about hurting Deirdre's feelings after her graduation when he ignored their romantic connection, and instead, played the part of a parent. \n", "question3_gold_label": 4, "question3_annotator_answers": [4, 4, 4], "question3_eval1s": [1, 1, 1], "question3_eval2s": [4, 3, 1], "question3_eval3s": [3, 1, 1], "question3_annotator_speed_answers": [2, 4, 2, 3, 4], "question4": "Sabrina York is ", "question4option1": "a criminal that Blake is hunting", "question4option2": "a psycheye that taught Blake all the tricks", "question4option3": "an old friend of Blake's", "question4option4": "Eldoria's alter ego", "question4_gold_label": 1, "question4_annotator_answers": [1, 1, 1], "question4_eval1s": [1, 1, 1], "question4_eval2s": [2, 3, 1], "question4_eval3s": [2, 4, 4], "question4_annotator_speed_answers": [2, 3, 3, 2, 1], "question5": "Why doesn't Blake haggle with Eldoria about the price for her services?", "question5option1": "He's afraid that if he angers her, she'll revert to the cannibalism of her forebears. ", "question5option2": "He knows she needs the money to move out of her chocoletto hut. ", "question5option3": "He has been making a lot of money as a private pyscheye and can afford the high price. ", "question5option4": "He has never seen anyone like her, and after seeing her dance, he believes she's worth the price.", "question5_gold_label": 4, "question5_annotator_answers": [4, 4, 4], "question5_eval1s": [1, 1, 1], "question5_eval2s": [2, 2, 1], "question5_eval3s": [1, 2, 2], "question5_annotator_speed_answers": [1, 4, 4, 2, 4]}
